INSERT INTO `projects` (`title`, `user`)
VALUES
	('Входящие',1),
	('Учеба',2),
	('Работа',1),
	('Домашние дела',1),
	('Авто',2);

INSERT INTO `task` (`date_created`, `status`, `title`, `file`, `date_todo`, `project`, `user`)
VALUES
	('2017-08-19',0,'Собеседование в IT компании',NULL,'2019-12-01',3,1),
	('2018-08-01',0,'Выполнить тестовое задание',NULL,'2019-08-24',3,1),
	('2018-08-01',1,'Сделать задание первого раздела',NULL,'2019-12-16',2,2),
	('2019-08-01',0,'Встреча с другом',NULL,'2019-12-22',1,1),
	('2019-08-02',1,'Купить корм для кота\n',NULL,NULL,4,1),
	('2019-08-04',0,'Заказать пиццу и суши',NULL,NULL,4,1);

INSERT INTO `user` (`register_date`, `email`, `name`, `password`)
VALUES
	('2017-08-04 00:00:00','123@123.123','Ирина','5677'),
	('2019-10-14 00:00:00','767@474.484','Дмитрий','667к');
